cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/services'

# Unix
brew 'ctags'
brew 'git'
brew 'openssl'
brew 'proxychains-ng'
brew 'reattach-to-user-namespace'
brew 'selecta'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'

# Image manipulation
brew "imagemagick"

# Testing
brew "qt"

# Programming languages
brew "libyaml" # should come after openssl
brew "nvm"
brew "rbenv"
brew "ruby-build"

# Databases
brew "redis", restart_service: true
