tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "zurawiki/brews"

brew "bat"
brew "openssl@1.1"
brew "ctags"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gh"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "pure"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "selecta"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
